[First_Non_ADVENT_Sighted_TYGAN AkEvent]
SpokenText="Схоже, тепер ми частіше зустрічатимемося з прибульцями. Ми - загроза їхньому контролю над світом."

[T_ADVENTcaptainSightedOne_Tygan AkEvent]
SpokenText="Ближчий капітан «Адвента» став би чудовою мішенню для черепного бура."

[T_ADVENTcaptainSightedSightedThree_Tygan AkEvent]
SpokenText="Поблизу знаходиться капітан «Адвента». Спробуємо відключити його за допомогою черепного бура."

[T_ADVENTcaptainSightedTwo_Tygan AkEvent]
SpokenText="Капітан «Адвента» чудово нам підійде, якщо ми зможемо його відключити."

[T_Alien_Facility_Advent_Clone_Pods_Tygan_01 AkEvent]
SpokenText="Це щось на кшталт інкубаційних камер, які, безсумнівно, є частиною системи постачання «Адвента» новими військами."

[T_Alien_Fortress_Residential_Diorama_Tygan_01 AkEvent]
SpokenText="Можливо, вони збиралися використовувати це для якогось псіхологічного тестування."

[T_Avatar_First_Action_Tygan AkEvent]
SpokenText="На приладах вже неймовірний рівень псі-енергії, але ми не можемо передбачити, наскільки потужним він може бути."

[T_Avatar_Regenerates_Tygan AkEvent]
SpokenText="Схоже, він здатний відновлювати фізичні пошкодження!"

[T_Blacksite_Entering_Facility_Spotted_Tygan_P2 AkEvent]
SpokenText="Розумно припустити, що «Адвент» побудував цю систему не за одну ніч. Мабуть, на це пішли роки. Може, саме це й було головною метою прибульців."

[T_Blacksite_Exterior_Reveal_Tygan_P1 AkEvent]
SpokenText="Розумно припустити, що «Адвент» побудував цю систему не за одну ніч. Мабуть, на це пішли роки. Але для чого?"

[T_Blacksite_Interior_Reveal_Tygan_P1_ALT AkEvent]
SpokenText="Так багато жертв! Їх обробляють з нелюдською, жорстокою ефективністю. Можливо, це піддослідні для випробування нових видів зброї?"

[T_Blacksite_Interior_Reveal_Tygan_P2 AkEvent]
SpokenText="Погляньте на кількість піддослідних. На нелюдську, жорстоку ефективність. Можливо, це полігон для випробування нових видів зброї?"

[T_Blacksite_Liquid_Collection_Spotted_Tygan_P3 AkEvent]
SpokenText="Якщо це так, то вони зібрали більш ніж достатньо піддослідних."

[T_Blacksite_Soylent_Gold_Spotted_Tygan_01 AkEvent]
SpokenText="Підберіть цю склянку. Необхідно з'ясувати, чим вони тут займаються."

[T_Blacksite_Soylent_Gold_Spotted_Tygan_02 AkEvent]
SpokenText="Здається, в цій каністрі знаходиться те, заради чого затівався весь цей процес. Швидше за все, у нас виникне більше питань, ніж відповідей, але ми просто зобов'язані взяти зразок цієї речовини на аналіз."

[T_Broadcast_Flyover_Tygan_P2 AkEvent]
SpokenText="Обсяг псі-енергії, що проходить через цю систему, не піддається вимірюванню…"

[T_Broadcast_Rooftops_Env_Callouts_Tygan_01 AkEvent]
SpokenText="Конструкція може бути обумовлена роботою самої мережі. Обсяг псі-енергії, що проходить через цю систему, не піддається вимірюванню…"

[T_City_Center_Chip_Transmitter_Tygan_01 AkEvent]
SpokenText="Здається, ці передавачі служать своєрідними ретрансляторами, що дозволяють псі-мережі охоплювати віддалені розташування військ «Адвента»."

[T_CodexDeath_Tygan AkEvent]
SpokenText="Чудова робота, шеф! Здається, в процесі розсіювання від Кодекса відокремився якийсь фізичний елемент. Сподіваюсь, він зможе дати нам деяке уявлення про подальші плани прибульців."

[T_CodexFirstAction_Tygan AkEvent]
SpokenText="Здається, Кодекс перебуває в потоковому стані, розташовуючись частково в декількох вимірах!"

[T_CodexFirstCleave_Tygan AkEvent]
SpokenText="Я ніколи раніше не бачив нічого подібного. Кодекс створює копії самого себе в нашому вимірі!"

[T_Depleted_Avatar_Sighted_After_Skulljacking_Codex_Tygan AkEvent]
SpokenText="Зовнішність буває оманливою. Я б порадив дотримуватися обережності."

[T_Final_Mission_Enemy_Avatar_1_Has_Died_Tygan_02 AkEvent]
SpokenText="Так. Старійшина, мабуть, втрачає контроль над мережею."

[T_Final_Mission_Final_Set_Three_Tygan_02_Alt AkEvent]
SpokenText="Цікаво. Цікаво, що сталося б зі світом, якби прибульці були більш цілеспрямованими при першому контакті?"

[T_Final_Mission_Final_Showdown_Begins_Tygan_02 AkEvent]
SpokenText="Викладені цим створінням можливості інтригують, але, гадаю, час для раціональної дискусії вже минув."

[T_Final_Mission_First_Hostile_Avatar_Reveal_Tygan_01 AkEvent]
SpokenText="Неймовірно. Станція цілком занурилася на дно океану. Але надовго чи ні..."

[T_Final_Mission_Middle_Set_Three_Tygan_02 AkEvent]
SpokenText="Можливо, тепер Старійшинам доводиться самостійно підтримувати мережу. Напевно, це вимагає колосальних зусиль навіть від них."

[T_FirstCodexAppearsPart1_Tygan AkEvent]
SpokenText="Шеф, здається, Кодекс забезпечує збереження даних прибульців. Нам необхідно нейтралізувати його, якщо ми хочемо отримати дані."

[T_FirstCodexAppearsPart1_Tygan_DUP AkEvent]
SpokenText="Надзвичайно! Здається, що Кодекс забезпечує збереження даних прибульців. Нам необхідно нейтралізувати його, якщо ми хочемо отримати їх."

[T_FirstPsiGateAppears_Tygan AkEvent]
SpokenText="Ця тріщина… Схоже на якийсь псіионічний «розлом». Чи можуть прибульці використовувати його для передачі даних за межі своїх об'єктів на Землі?"

[T_FirstSuccessfulOfficerHack_Tygan AkEvent]
SpokenText="Ми отримали повний доступ до псі-мережі «Адвента». Я переключив наші системи на обробку нових даних, але ми повинні діяти швидко. Скоро вони виявлять вторгнення, це лише питання часу."

[T_FirstSuccessfulStun_Tygan AkEvent]
SpokenText="Часу мало. Нам треба зламати контрольний чіп офіцера і отримати доступ до псі-мережі «Адвента», поки вони не зрозуміли, що сталося."

[T_Forge_Advent_Bodies_Sighted_Tygan_01 AkEvent]
SpokenText="Все можливо, коли маєш справу з прибульцями."

[T_Forge_Avatar_Suit_Home_Tygan_P1 AkEvent]
SpokenText="Якщо ми хочемо дізнатися, з чого зроблений цей костюм або що робить його унікальним, нам необхідно провести повний аналіз."

[T_Forge_Avatar_Suit_Sighted_Tygan_P2 AkEvent]
SpokenText="Здається, що він такий самий. Принаймні, за фізичними характеристиками. Все ж є в ньому щось особливе, унікальне…"

[T_Forge_Body_Recovery_Tygan_P2 AkEvent]
SpokenText="Обачно! Ми повинні зберегти цю особину будь-якою ціною!"

[T_Forge_Body_Recovery_Tygan_P3 AkEvent]
SpokenText="Мої прилади нічого не показують. Мені знадобиться провести більш ретельне дослідження, щоб сказати, що там всередині."

[T_Forge_Body_Reveal_Tygan_P2 AkEvent]
SpokenText="Так, тільки цього разу ми повинні отримати прямий доступ. Хто знає, що ми знайдемо всередині."

[T_Forge_Interior_Reveal_Tygan_P2 AkEvent]
SpokenText="Так. І, судячи з стану зразка, я б сказав, що виготовили його недавно."

[T_Fortress_Avatar_Sighted_01_Tygan AkEvent]
SpokenText="Ми поки що не знаємо, на що воно здатне. На даному етапі Старійшини намагатимуться зупинити нас будь-якою ціною."

[T_Fortress_Recap_Callouts_Tygan_01 AkEvent]
SpokenText="На даний момент немає жодних гарантій того, що ударна група знаходиться в нашому вимірі. І значно менш імовірно, що вона на Землі."

[T_Fortress_Recap_Callouts_Tygan_02 AkEvent]
SpokenText="Можливо, Старійшини в такому стані не могли потрапити в наш світ через ці ворота. Ймовірно, лише ці саркофаги підтримують їхню зотлілу фізичну оболонку."

[T_Fortress_Recap_Callouts_Tygan_03 AkEvent]
SpokenText="Як і та, що ми бачили поруч із воротами, ця позаземна рослинність цвіте в безпосередній близькості від псі-полів, що проходять через ці системи."

[T_Fortress_Recap_Callouts_Tygan_04 AkEvent]
SpokenText="Це схоже на морських мешканців, типових представників…"

[T_Fortress_Recap_Callouts_Tygan_05 AkEvent]
SpokenText="Океани на Землі здебільшого не досліджені. Було б логічно ховати Старійшин тут усі ці роки."

[T_Gene_Therapy_Clinic_Bed_Tygan_01 AkEvent]
SpokenText="Ось тут вони здійснюють основну частину Генної терапії. Принаймні, ту, про яку знає громадськість."

[T_Incomplete_Avatar_Sighted_Tygan AkEvent]
SpokenText="Шеф, гадаю, ми спостерігаємо щось зовсім нове... Ця особина поки що не потрапляла ані в руки, ані навіть на очі силам Опору. Будьте вкрай обережні."

[T_Live_Codex_Sighted_Hack_It_Tygan AkEvent]
SpokenText="Шеф, цей Кодекс ідеально підійшов би для проникнення в мережу «Адвента». Для початку нам потрібно використати черепний бур."

[T_PostIntroStasisLanceReminder_Tygan AkEvent]
SpokenText="Шеф, маючи на руках черепний бур, ми повинні випробувати його на одному з офіцерів «Адвента». Гадаю, у нас все повинно вийти."

[T_Psi_Gate_Alien_Flora_Tygan_01 AkEvent]
SpokenText="Ворота оточує дуже незвичайна рослинність. Важко сказати, чи є вона повністю позаземною або ж це звичайна флора, на яку вони якимось чином вплинули."

[T_Psi_Gate_Gateway_Spotted_Tygan_P3 AkEvent]
SpokenText="Як і в більшості випадків, нам доведеться віднести це на корабель для подальшого вивчення."

[T_Psi_Gate_Reveal_Tygan_P1 AkEvent]
SpokenText="Надзвичайно. На відміну від Кодекса, ця структура підтримує стабільний псі-розлом у просторі. Але куди він веде..."

[T_Sectoid_has_reanimated_corpse_Tygan AkEvent]
SpokenText="Мене не перестає дивувати різноманітність здібностей, доступних прибульцям завдяки вмілій керованості псі-енергією."

[T_Setup_Phase_Break_Concealment_Tygan_01 AkEvent]
SpokenText="Якщо ми хочемо досягти успіху в боротьбі з прибульцями, нам доведеться вийти з тіні і вступити у відкритий бій."

[T_Setup_Phase_Break_Concealment_Tygan_02 AkEvent]
SpokenText="Шеф, тактичні рішення - за вами, але мені здається, що прямий підхід у даному випадку був би більш ефективним, ніж гра в хованки."

[T_Setup_Phase_Break_Concealment_Tygan_03 AkEvent]
SpokenText="Я не думав, що це суто розвідувальне завдання. Я вважав, що наші солдати будуть знищувати противника."

[T_Small_Town_Arcade_Machines_Tygan_01 AkEvent]
SpokenText="Гадаю, їм необхідно відволіктися будь-яким способом - навіть найпростішим."

[T_Small_Town_No_Livestock_Tygan_01 AkEvent]
SpokenText="Досі я не зовсім розумію, чого прибульці сподіваються досягти шляхом заборони худоби та домашніх тварин. Вони, здається, щиро стурбовані ризиком змішання тварин і популяції."

[T_Tactical_Callouts_Tygan_01 AkEvent]
SpokenText="Ця рослина дуже незвичайна. Проте ми не бачили інших доказів того, що прибульці займаються терраформуванням. Можливо, воно розплодилося не з їхньої вини."

[T_Tygan_AlienSightings_AdvPsiWitchM1 AkEvent]
SpokenText="Ці підрозділи «Адвента» володіють посиленими псі-здібностями. Вони набагато небезпечніші, ніж звичайні солдати прибульців."

[T_Tygan_AlienSightings_AdvPsiWitchM2 AkEvent]
SpokenText="Наші війська називають їх «відьмами». Найдосвідченіші з них, здається, здатні привести у замішання наших солдатів за допомогою спеціальної атаки."

[T_Tygan_AlienSightings_AdvPsiWitchM3 AkEvent]
SpokenText="Найпередовіші псі-підрозділи «Адвента» можуть повністю взяти солдата під свій контроль, використовуючи методи управління свідомістю, схожі на ті, що ми бачили раніше."

[T_Tygan_AlienSightings_Andromedon AkEvent]
SpokenText="Ці викиди можуть бути токсичними. Будьте обережні, шеф."

[T_Tygan_AlienSightings_Cyberus AkEvent]
SpokenText="Цей екземпляр дуже незвичайний. Він володіє набором здібностей, що використовують якусь технологію телепортації між вимірами."

[T_Tygan_AlienSightings_Faceless AkEvent]
SpokenText="Це дивовижний вид. Якби тільки у нас був спосіб його стримувати…"

[T_Tygan_AlienSightings_Sectoid AkEvent]
SpokenText="Хоч вони і схожі трохи на Сектоїдів, яких ми бачили під час вторгнення, їхня нинішня генетична структура включає людську ДНК. Вони сильні як ніколи. Їхній псі-потенціал ще вищий."

[T_Tygan_AlienSightings_Viper AkEvent]
SpokenText="Позбавившись людської ДНК, ці істоти, колись маскувавшись під «Дохляків», прийняли свою справжню форму - рептилій."

[T_Tygan_CaptainSightedTwo_DUP AkEvent]
SpokenText="Капітан «Адвента» може допомогти нам проникнути в псі-мережу прибульців, але для цього нам знадобиться черепний бур."
